export const terminalValues = [
    "Активне діяльне життя",
    "Життєва мудрість",
    "Здоров’я",
    "Цікава робота",
    "Краса природи і мистецтва",
    "Любов (духовна і фізична близькість)",
    "Матеріально забезпечене життя",
    "Наявність хороших і вірних друзів",
    "Громадське визнання",
    "Пізнання (можливість розширення освіти, кругозору)",
    "Продуктивне життя (максимально повне використання своїх можливостей)",
    "Розвиток (робота над собою)",
    "Свобода (самостійність, незалежність)",
    "Щасливе сімейне життя",
    "Щастя інших (добробут, розвиток і щастя інших людей)",
    "Творчість (можливість творчої діяльності)",
    "Впевненість у собі",
    "Розваги (приємне проведення часу)"
];

export const instrumentalValues = [
    "Акуратність",
    "Вихованість",
    "Відповідальність",
    "Ввічливість",
    "Воля (самоконтроль)",
    "Високі запити (високі стандарти)",
    "Готовність допомогти іншим",
    "Життєрадісність",
    "Чесність",
    "Дисциплінованість",
    "Освіченість",
    "Незалежність",
    "Раціоналізм",
    "Сміливість у відстоюванні поглядів",
    "Толерантність",
    "Твердість волі",
    "Широта поглядів",
    "Чуйність"
];

export const schwartzQuestionsText = [
    "Для нього важливо вигадувати щось нове і бути творчим. Він любить все робити оригінально", // Q1
    "Для нього важливо бути багатим. Він хоче мати багато грошей і дорогих речей", // Q2
    "Для нього важливо, щоб усіх людей у світі вважали рівними. Вважає, що кожен повинен мати рівні шанси у житті", // Q3
    "Для нього важливо показати свої здібності. Він хоче, щоб люди захоплювались тим, що він робить", // Q4
    "Для нього важливо жити у безпечному середовищі. Він уникає всього, що може загрожувати втраті безпеки", // Q5
    "Він вважає, що важливо робити багато цікавих речей у житті. Він завжди намагається спробувати щось нове", // Q6
    "Він вважає, що люди повинні робити те, що їм говорять. Переконаний, що люди повинні дотримуватися правил завжди, навіть тоді, коли ніхто не бачить", // Q7
    "Для нього важливо вислухати думки людей, які відрізняються від нього. Навіть якщо він з ними не погоджується, він все ж хоче їх зрозуміти", // Q8
    "Він вважає, що не варто просити більше, ніж вже маєш. Він переконаний, що люди повинні бути задоволені з того, що у них вже є", // Q9
    "Він шукає будь-яку нагоду, щоб розважитись. Для нього важливо робити те, що приносить йому задоволення", // Q10
    "Йому подобається самостійно вирішувати, що робити. Для нього важливо бути вільним у плануванні та у виборі своєї діяльності", // Q11
    "Для нього важливо дбати про близьких людей. Він намагається дбати про їхнє добро", // Q12
    "Для нього важливо бути успішним. Він любить вражати інших", // Q13
    "Для нього важлива безпека його країни. Він вважає, що держава повинна бути на сторожі внутрішньої та зовнішньої загрози", // Q14
    "Він любить ризикувати, завжди шукає пригод", // Q15
    "Для нього важливо поводити себе правильно. Він намагається уникати вчинків, які для інших здаються помилковими", // Q16
    "Йому подобається бути керівником і вказувати іншим, що вони повинні робити. Він хоче, щоб люди робили те, що він каже", // Q17
    "Для нього важливо бути вірним своїм друзям. Він хоче присвятити себе близьким людям", // Q18
    "Він щиро вірить у те, що люди повинні піклуватись про природу. Для нього важливо доглядати навколишнє середовище", // Q19
    "Для нього важливо бути релігійним. Він старається дотримуватися своїх релігійних переконань", // Q20
    "Для нього важливою є чистота та порядок. Він зовсім не любить, коли серед речей безлад", // Q21
    "Він вважає, що важливо цікавитися багатьма речами. Він цікавий і старається все зрозуміти", // Q22
    "Він переконаний, що всі народи у світі повинні жити в гармонії. Поширення ідеї миру між усіма людьми для нього є важливим", // Q23
    "Він вважає, що бути амбітним – це важливо. Він намагається показати, наскільки він здібний", // Q24
    "Він вважає, що все треба робити традиційними способами. Для нього важливо дотримуватися звичаїв, яких його навчили", // Q25
    "Для нього важливо насолоджуватись життям та отримувати. Він любить себе розважати", // Q26
    "Для нього важливо відповідати потребам інших людей. Він намагається підтримати тих, кого знає", // Q27
    "Він переконаний, що завжди повинен виявляти повагу до батьків та старших людей. Для нього важливо бути слухняним", // Q28
    "Він хоче, щоб зі всіма були справедливими, навіть із тим, кого він не знає. Для нього важливо захищати слабких у суспільстві", // Q29
    "Він любить сюрпризи. Для нього важливо, щоб його життя було цікавим", // Q30
    "Він боїться захворіти. Бути здоровим – дуже важливо для нього", // Q31
    "Бути попереду у житті дуже важливо для нього. Він все намагається робити краще ніж інші", // Q32
    "Для нього важливо прощати людей, які його образили. Він намагається побачити хороші сторони в людях і не ображатися", // Q33
    "Для нього важливо бути незалежним. Він любить покладатися на себе", // Q34
    "Для нього важливо, щоб його країна мала стабільний уряд. Він турбується про забезпечення соціального порядку", // Q35
    "Для нього важливо весь час бути ввічливим з іншими людьми. Він намагається ніколи не дратувати та не турбувати інших", // Q36
    "Він дуже хоче насолоджуватись життям. Гарне проведення часу є дуже важливим для нього", // Q37
    "Для нього важливо бути скромним. Він намагається не привертати до себе увагу", // Q38
    "Він завжди хоче бути тим, хто приймає рішення. Він любить бути лідером", // Q39
    "Для нього важливо пристосуватися до природи. Він вважає, що люди не повинні змінювати природу" // Q40
];